Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: updated xmp sidecar files found
pt_br: arquivo associado xmp atualizado não encontrado

source: _close
pt_br: _fechar

source: select all
pt_br: seleciona tudo

source: update database from selected xmp files
pt_br: atualiza base de dados a partir dos aquivos xmp selecionados

source: overwrite selected xmp files
pt_br: sobrescreve aquivos xmp selecionados

source: capturing %d image
pt_br: capturando %d imagem

source: please set your camera to manual mode first!
pt_br: por favor, primeiro defina sua câmera em modo manual!

source: capture images
pt_br: captura imagem(ns)

source: %d/%d imported to %s
pt_br: %d/%d importada para %s

source: starting to import images from camera
pt_br: começando a importar imagens da câmera

source: importing %d image from camera
pt_br: importando %d imagem da câmera

source: import images from camera
pt_br: importar imagens da câmera

source: failed to create film roll for destination directory, aborting move..
pt_br: falha ao criar rolo de filme no diretório de destino, abortando mover...

source: exposure bracketing only works on raw images.
pt_br: bracketing de exposição funciona apenas em imagens raw.

source: images have to be of same size and orientation!
pt_br: imagens devem ter o mesmo tamanho e a mesma orientação!

source: merging %d image
pt_br: fundindo %d imagem

source: wrote merged HDR `%s'
pt_br: escrito HDR fundido `%s'

source: duplicating %d image
pt_br: duplicando %d imagem

source: flipping %d image
pt_br: espelhando %d imagem

source: removing %d image
pt_br: removendo %d imagem

source: could not send %s to trash%s%s
pt_br: não foi possível mandar %s para a lixeira%s%s

source: could not physically delete %s%s%s
pt_br: não é possível excluir fisicamente %s%s%s

source: physically delete
pt_br: excluir fisicamente

source: physically delete all files
pt_br: excluir fisicamente todos os arquivos do disco

source: only remove from the collection
pt_br: apenas remover da coleção

source: skip to next file
pt_br: pular para o próximo arquivo

source: stop process
pt_br: parar processo

source: trashing error
pt_br: erro ao enviar para lixeira

source: deletion error
pt_br: erro ao excluir

source: trashing %d image
pt_br: enviando %d imagem para lixeira

source: deleting %d image
pt_br: excluindo %d imagem

source: failed to parse GPX file
pt_br: falha ao analisar arquivo GPX

source: applied matched GPX location onto %d image
pt_br: aplicada localização GPX correspondente em %d imagem

source: moving %d image
pt_br: movendo %d imagem

source: moving %d images
pt_br: movendo %d imagem

source: copying %d image
pt_br: copiando %d imagem

source: copying %d images
pt_br: copiando %d imagem

source: creating local copy of %d image
pt_br: criando cópia local %d de imagem

source: removing local copy of %d image
pt_br: removendo cópia local %d da imagem

source: refreshing info for %d image
pt_br: atualizando informações para %d imagem

source: exporting %d image..
pt_br: exportando %d imagem..

source: exporting %d / %d to %s
pt_br: exportando %d / %d para %s

source: image `%s' is currently unavailable
pt_br: imagem `%s' não está disponível

source: merge hdr image
pt_br: fundir imagem hdr

source: duplicate images
pt_br: duplicar imagens

source: flip images
pt_br: inverter (espelhar) imagens

source: remove images
pt_br: remover imagens

source: do you really want to remove %d image from the collection?
pt_br: você realmente deseja remover %d imagem da coleção?

source: remove images?
pt_br: remover imagens?

source: delete images
pt_br: excluir imagens

source: do you really want to send %d image to trash?
pt_br: você realmente deseja enviar %d imagem para a lixeira?

source: do you really want to physically delete %d image from disk?
pt_br: você realmente deseja excluir fisicamente %d imagem do disco?

source: trash images?
pt_br: enviar imagens para lixeira?

source: delete images?
pt_br: excluir imagens?

source: do you really want to send selected image to trash?
pt_br: você realmente deseja enviar a imagem selecionada para a lixeira?

source: do you really want to physically delete selected image from disk?
pt_br: você realmente deseja excluir fisicamente a imagem selecionada do disco?

source: move images
pt_br: mover imagens

source: _select as destination
pt_br: _selecionar como destino

source: do you really want to physically move %d image to %s? (all duplicates will be moved along)
pt_br: você realmente deseja mover fisicamente %d imagem para %s? (todas duplicatas serão movidas também)

source: move image?
pt_br: mover imagem?

source: copy images
pt_br: copiar imagens

source: do you really want to physically copy %d image to %s?
pt_br: você realmente deseja copiar fisicamente %d imagem para %s?

source: copy image?
pt_br: copiar imagem?

source: local copy images
pt_br: copiar imagens localmente

source: refresh exif
pt_br: atualizar exif

source: failed to get parameters from storage module `%s', aborting export..
pt_br: falha o obter parâmetros do módulo de armazenamento `%s', abortando exportação..

source: export images
pt_br: exportar imagens

source: adding time offset to %d image
pt_br: adicionando compensação de tempo a %d imagem

source: added time offset to %d image
pt_br: compensação de tempo adicionada a %d imagem

source: time offset
pt_br: intervalo de tempo

source: write sidecar files
pt_br: escrever arquivos associados

source: import images
pt_br: importar imagens

source: no supported images were found to be imported
pt_br: nenhuma imagem suportada foi encontrada para ser importada

source: importing %d image
pt_br: importando %d imagem

source: importing image %s
pt_br: importando imagem %s

source: import image
pt_br: importar imagem

source: skipped blending in module '%s': roi's do not match
pt_br: omitida mesclagem no módulo '%s': roi is desigual

source: could not allocate buffer for blending
pt_br: não foi possível alocar buffer para mesclagem

source: input
pt_br: entrada

source: output
pt_br: saída

source: sliders for L channel
pt_br: deslizante para canal L

source: sliders for a channel
pt_br: deslizante para canal a

source: sliders for b channel
pt_br: deslizante para canal b

source: sliders for chroma channel (of LCh)
pt_br: deslizante para canal croma (de LCh)

source: sliders for hue channel (of LCh)
pt_br: deslizante para canal matiz (de LCh)

source: sliders for gray value
pt_br: deslizante para valor cinza

source: sliders for red channel
pt_br: deslizante para canal vermelho

source: sliders for green channel
pt_br: deslizante para canal verde

source: sliders for blue channel
pt_br: deslizante para canal azul

source: sliders for hue channel (of HSL)
pt_br: deslizante para canal matiz (de HSL)

source: sliders for chroma channel (of HSL)
pt_br: deslizante para canal croma (de HSL)

source: sliders for value channel (of HSL)
pt_br: deslizante para canal valor (de HSL)

source: adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
pt_br: ajuste baseado em entradas recebidas por este módulo: * faixa definida pelo marcador superior: mesclar completamente * faixa definida pelo marcador inferior: não mesclar * faixa entre marcadores superiores/inferiores adjacentes: mesclar gradualmente

source: adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
pt_br: ajuste baseado em saídas sem mesclar deste módulo: * faixa definida pelo marcador superior: mesclar completamente * faixa definida pelo marcador inferior: não mesclar * faixa entre marcadores superiores/inferiores adjacentes: mesclar gradualmente

source: pick GUI color from image ctrl+click to select an area
pt_br: selecionar cor da GUI na imagem ctrl+clique para selecionar uma área

source: set the range based on an area from the image drag to use the input image ctrl+drag to use the output image
pt_br: determina a faixa baseando-se em uma área da imagem arraste para usar a imagem de entrada ctrl+arraste para usar a imagem de saída

source: reset blend mask settings
pt_br: redefine configurações da mascara de mesclagem

source: invert all channel's polarities
pt_br: inverter as polaridades de todos canais

source: toggle polarity. best seen by enabling 'display mask'
pt_br: alterna polaridade. melhor visto habilitando 'mostra máscara'

source: double click to reset. press 'a' to toggle available slider modes. press 'c' to toggle view of channel data. press 'm' to toggle mask view.
pt_br: clique duplo para resetar. pressione 'a' para alternar os modos disponíveis de controle deslizante. pressione 'c' para alternar visualuzação de dados de canal. pressione 'm' para alternar visualuzação de máscara

source: parametric mask
pt_br: máscara paramétrica

source: %d shape used
pt_br: %d forma usada

source: no mask used
pt_br: nenhuma máscara utilizada

source: blend
pt_br: mesclar

source: drawn mask
pt_br: desenhar máscara

source: show and edit mask elements
pt_br: mostrar e editar elementos de máscara

source: toggle polarity of drawn mask
pt_br: inverte polaridade da mascara desenhada

source: add gradient
pt_br: addiciona gradiente

source: add path
pt_br: adiciona caminho

source: add ellipse
pt_br: adiciona ellipse

source: add circle
pt_br: adicionar círculo

source: add brush
pt_br: adiciona pincel

source: raster mask
pt_br: máscara de matriz de picels

source: toggle polarity of raster mask
pt_br: alterna polaridade da máscara raster

source: normal bounded
pt_br: normal limitado

source: lighten
pt_br: clarear

source: darken
pt_br: escurecer

source: multiply
pt_br: multiplicar

source: average
pt_br: média

source: addition
pt_br: adição

source: subtract
pt_br: subtração

source: difference
pt_br: diferença

source: screen
pt_br: tela

source: overlay
pt_br: sobrepõe

source: softlight
pt_br: luz suave

source: hardlight
pt_br: luz direta

source: vividlight
pt_br: luz brilhante

source: linearlight
pt_br: luz linear

source: pinlight
pt_br: luz do pino

source: lightness
pt_br: luminosidade

source: chroma
pt_br: croma

source: hue
pt_br: matiz

source: color
pt_br: cor

source: coloradjustment
pt_br: ajuste de cores

source: Lab lightness
pt_br: luminosidade Lab

source: Lab color
pt_br: cor Lab

source: Lab L-channel
pt_br: Lab canal-L

source: Lab a-channel
pt_br: Lab canal-a

source: Lab b-channel
pt_br: Lab canal-b

source: HSV lightness
pt_br: luminosidade HSV

source: HSV color
pt_br: cor HSV

source: RGB red channel
pt_br: canal RGB vermelho

source: RGB green channel
pt_br: canal RGB verde

source: RGB blue channel
pt_br: canal RGB azul

source: difference (deprecated)
pt_br: diferença (obsoleto)

source: inverse (deprecated)
pt_br: inverter (obsoleto)

source: normal (deprecated)
pt_br: normal (obsoleto)

source: unbounded (deprecated)
pt_br: ilimitado (obsoleto)

source: uniformly
pt_br: uniforme

source: drawn & parametric mask
pt_br: desenhar & máscara paramétrica

source: blend mode
pt_br: modo de mesclagem

source: choose blending mode
pt_br: selecione modo de mesclagem

source: normal & difference modes
pt_br: modos normal & diferença

source: lighten modes
pt_br: modos de clareamento

source: darken modes
pt_br: modos de escurecimento

source: contrast enhancing modes
pt_br: modos de melhoria de contraste

source: color channel modes
pt_br: modos de canal de cor

source: opacity
pt_br: opacidade

source: set the opacity of the blending
pt_br: defina a opacidade da mesclagem

source: combine masks
pt_br: combinar máscaras

source: exclusive
pt_br: exclusivo

source: inclusive
pt_br: inclusivo

source: exclusive & inverted
pt_br: exclusivo & invertido

source: inclusive & inverted
pt_br: inclusivo & invertido

source: how to combine individual drawn mask and different channels of parametric mask
pt_br: como combinar máscara desenhada individualmente e diferentes canais da máscara paramétrica

source: invert mask
pt_br: inverte máscara

source: apply mask in normal or inverted mode
pt_br: aplica máscara no modo normal ou invertido

source: feathering guide
pt_br: guia de enevoamento

source: output image
pt_br: imagem de saída

source: input image
pt_br: imagem de entrada

source: choose to guide mask by input or output image
pt_br: escolha guiar a máscara pela imagem de entrada ou pela imagem de saída

source: feathering radius
pt_br: raio de enevoamento

source: spatial radius of feathering
pt_br: raio espacial do enevoamento

source: mask blur
pt_br: mascara de desfoque

source: radius for gaussian blur of blend mask
pt_br: raio para desfoque gaussiano da máscara de mesclagem

source: mask opacity
pt_br: opacidade da máscara

source: shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
pt_br: desloca e inclina a curva de tom da máscara de mescla para ajustar sua luminosidade sem afetar regiões completamente transparentes ou completamente opacas

source: mask contrast
pt_br: contraste da máscara

source: gives the tone curve of the blend mask an s-like shape to adjust its contrast
pt_br: dá a curva de tons da máscara de mesclagem como uma forma em S para ajustar seu contraste

source: display mask and/or color channel. ctrl+click to display mask, shift+click to display channel. hover over parametric mask slider to select channel for display
pt_br: mostra máscara e/ou canal de cor. ctrl-click mostra máscara, shift-click mostra canal. passe pelo slider da máscara paramétrica para escolher o canal a mostrar

source: temporarily switch off blend mask. only for module in focus
pt_br: desliga temporariamente a máscara de mesclagem. apenas para módulo em uso

source: mask refinement
pt_br: refinamento de máscara

source: %s: module `%s' version mismatch: %d != %d
pt_br: %s: módulo `%s' versão incompatível: %d != %d

source: new instance
pt_br: nova instância

source: duplicate instance
pt_br: duplicar instância

source: move up
pt_br: mover para cima

source: move down
pt_br: mover para baixo

source: delete
pt_br: excluir

source: rename
pt_br: renomear

source: %s is switched on
pt_br: %s está ligado

source: %s is switched off
pt_br: %s está desligado

source: preset
pt_br: predefinição

source: fusion
pt_br: fusão

source: show module
pt_br: mostrar módulo

source: enable module
pt_br: habilita módulo

source: focus module
pt_br: focar módulo

source: reset module parameters
pt_br: redefine parâmetros do módulo

source: show preset menu
pt_br: mostrar menu de predefinição

source: multiple instances actions middle-click creates new instance
pt_br: ações em múltiplas instâncias click com botão do meio cria nova instância

source: reset parameters
pt_br: redefine parâmetros

source: presets
pt_br: predefinições

source: presets middle-click to apply on new instance
pt_br: pre-configurações click com botão do meio aplica em nova instância

source: ERROR
pt_br: ERRO

source: cannot find lightroom XMP!
pt_br: XMP do lightroom não encontrado!

source: `%s' not a lightroom XMP!
pt_br: `%s' não é um XMP do lightroom!

source: rating
pt_br: classificação

source: %s has been imported
pt_br: %s foi importado

source: [SHAPE] remove shape
pt_br: [FORMA] remover forma

source: [PATH creation] add a smooth node
pt_br: [CAMINHO criação] adiciona nó suave

source: [PATH creation] add a sharp node
pt_br: [CAMINHO criação] adicionar un nó nítido

source: [PATH creation] terminate path creation
pt_br: [CAMINHO em nó] terminar criação de caminho

source: [PATH on node] switch between smooth/sharp node
pt_br: [CAMINHO em nó] mudar entre nó suave/nítido

source: [PATH on node] remove the node
pt_br: [CAMINHO em nó] remover o nó

source: [PATH on feather] reset curvature
pt_br: [CAMINHO em enevoamento] reseta curvatura

source: [PATH on segment] add node
pt_br: [CAMINHO em segmento] adicionar nó

source: [PATH] change size
pt_br: [CAMINHO] mudar tamanho

source: [PATH] change opacity
pt_br: [CAMINHO] mudar opacidade

source: [PATH] change feather size
pt_br: [CAMINHO] muda tamanho do enevoamento

source: [GRADIENT on pivot] rotate shape
pt_br: [GRADIENTE em pivô] girar a forma

source: [GRADIENT creation] set rotation
pt_br: [GRADIENTE criação] estabelecer rotação

source: [GRADIENT] change curvature
pt_br: [GRADIENTE] mudar curvatura

source: [GRADIENT] change compression
pt_br: [GRADIENTE] mudar compressão

source: [GRADIENT] change opacity
pt_br: [GRADIENTE] mudar opacidade

source: [ELLIPSE] change size
pt_br: [ELIPSE] mudar tamanho

source: [ELLIPSE] change opacity
pt_br: [ELIPSE] mudar opacidade

source: [ELLIPSE] switch feathering mode
pt_br: [ELIPSE] mudar modo de enevoamento

source: [ELLIPSE] rotate shape
pt_br: [ELIPSE] girar a forma

source: [BRUSH creation] change size
pt_br: [PINCEL criação] mudar tamanho

source: [BRUSH creation] change hardness
pt_br: [PINCEL criação] mudar dureza

source: [BRUSH] change opacity
pt_br: [PINCEL] mudar opacidade

source: [BRUSH] change hardness
pt_br: [PINCEL] mudar dureza

source: [CIRCLE] change size
pt_br: [CÍRCULO] mudar tamanho

source: [CIRCLE] change opacity
pt_br: [CÍRCULO] mudar opacidade

source: [CIRCLE] change feather size
pt_br: [CÍRCULO] muda tamanho do enevoamento

source: ctrl+click to add a sharp node
pt_br: ctrl+clica para adicionar un nó agudo

source: ctrl+click to switch between smooth/sharp node
pt_br: ctrl+clica para mudar entre nó suave/agudo

source: right-click to reset curvature
pt_br: click-direito para redefinir o valor da curvatura

source: ctrl+click to add a node
pt_br: ctrl+click para adicionar um nó

source: shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%)
pt_br: shift+scroll para ajustar tamanho do enevoamento, ctrl+scroll para ajustar opacidade da forma (%d%%)

source: shift+scroll to change compression ctrl+scroll to set opacity (%d%%)
pt_br: shift+scroll para ajustar compressão, ctrl+scroll para ajustar opacidade (%d%%)

source: scroll to set curvature, shift+scroll to change compression ctrl+scroll to set shape opacity (%d%%)
pt_br: scroll para ajustar a curvatura, shift+scroll para ajustar a compressão, ctrl+scroll para ajustar opacidade (%d%%)

source: move to rotate shape
pt_br: mover para girar a forma

source: scroll to set size, shift+scroll to set feather size ctrl+scroll to set shape opacity (%d%%)
pt_br: shift+scroll para ajustar tamanho do enevoamento, ctrl+scroll para ajustar opacidade da forma (%d%%)

source: ctrl+click to rotate
pt_br: ctrl+clica para girar

source: shift+click to switch feathering mode, ctrl+click to rotate shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%),
pt_br: shift+click para mudar modo de enevoamento, shift+scroll para ajustar tamanho do enevoamento, ctrl+click para girar, ctrl+scroll para ajustar opacidade da forma (%d%%),

source: scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity (%d%%)
pt_br: scroll para ajustar o tamanho do pincel, shift+scroll para ajustar dureza, ctrl+scroll para ajustar opacidade (%d%%)

source: scroll to set hardness, ctrl+scroll to set shape opacity (%d%%)
pt_br: scroll para ajustar dureza, ctrl+scroll para ajustar opacidade da forma (%d%%)

source: scroll to set brush size
pt_br: scroll para ajustar o tamanho do pincel

source: circle #%d
pt_br: círculo #%d

source: path #%d
pt_br: caminho #%d

source: gradient #%d
pt_br: gradiente #%d

source: brush #%d
pt_br: pincel #%d

source: copy of %s
pt_br: cópiar de %s

source: %s: mask version mismatch: %d != %d
pt_br: %s: versão de máscara incompatível: %d != %d

source: opacity: %d%%
pt_br: opacidade: %d%%

source: add existing shape
pt_br: adicionar forma existente

source: use same shapes as
pt_br: usar mesma forma que

source: masks can not contain themselves
pt_br: máscaras não podem conter a si mesmas

source: darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
pt_br: darktable encontrou problemas com o sua configuração de OpenCL; disabilitando OpenCL para esta sessão!

source: tiling failed for module '%s'. output might be garbled.
pt_br: processamento de ladrilhos falhou no módulo '%s'. saída pode estar ilegível.

source: you have reached the start of your selection
pt_br: você chegou ao começo da sua seleção

source: you have reached the start of your collection
pt_br: você chegou ao começo da sua coleção

source: you have reached the end of your selection
pt_br: você chegou ao final da sua seleção

source: you have reached the end of your collection
pt_br: você chegou ao final da sua coleção

source: zooming is limited to %d images
pt_br: zoom é limitado a %d imagens

source: no image selected !
pt_br: nenhuma imagem selecionada !

source: double-click to reset
pt_br: clique duplo para redefinir

source: current
pt_br: atual

source: leader
pt_br: representante de grupo

source: grouped images
pt_br: imagens agrupadas

source: fit
pt_br: ajustar

source: views/thumbtable/rate 0
pt_br: visões/miniaturas/sem estrelas

source: views/thumbtable/rate 1
pt_br: visões/miniaturas/1 estrela

source: views/thumbtable/rate 2
pt_br: visões/miniaturas/2 estrelas

source: views/thumbtable/rate 3
pt_br: visões/miniaturas/3 estrelas

source: views/thumbtable/rate 4
pt_br: visões/miniaturas/4 estrelas

source: views/thumbtable/rate 5
pt_br: visões/miniaturas/5 estrelas

source: views/thumbtable/rate reject
pt_br: visões/miniaturas/rejeitada

source: views/thumbtable/copy history
pt_br: visões/miniaturas/copiar história

source: views/thumbtable/copy history parts
pt_br: visões/miniaturas/copia parte da história

source: views/thumbtable/paste history
pt_br: visões/miniaturas/colar história

source: views/thumbtable/paste history parts
pt_br: visões/miniaturas/cola parte da história

source: views/thumbtable/discard history
pt_br: visões/miniaturas/descartar história

source: views/thumbtable/duplicate image
pt_br: visões/miniaturas/duplicar imagem

source: views/thumbtable/duplicate image virgin
pt_br: vistas/miniaturas/duplicar imagem original (sem as modificações feitas)

source: views/thumbtable/color red
pt_br: visões/miniaturas/cor vermelha

source: views/thumbtable/color yellow
pt_br: visões/miniaturas/cor amarela

source: views/thumbtable/color green
pt_br: visões/miniaturas/cor verde

source: views/thumbtable/color blue
pt_br: visões/miniaturas/cor azul

source: views/thumbtable/color purple
pt_br: visões/miniaturas/cor roxa

source: views/thumbtable/clear color labels
pt_br: visões/miniaturas/remover etiquetas de cor

source: views/thumbtable/select all
pt_br: visões/miniaturas/seleciona tudo

source: views/thumbtable/select none
pt_br: visões/minuaturas/seleciona nenhuma

source: views/thumbtable/invert selection
pt_br: visões/miniaturas/inverte seleção

source: views/thumbtable/select film roll
pt_br: visões/miniaturas/seleciona rolo de filme

source: views/thumbtable/select untouched
pt_br: visões/miniaturas/seleciona não modificadas

source: daylight
pt_br: luz diurna

source: direct sunlight
pt_br: luz do sol direta

source: cloudy
pt_br: nublado

source: shade
pt_br: sombra

source: incandescent
pt_br: incandescente

source: incandescent warm
pt_br: incandescente quente

source: tungsten
pt_br: tungstênio

source: fluorescent
pt_br: fluorescente

source: fluorescent high
pt_br: fluorescente alta

source: cool white fluorescent
pt_br: fluorescente branca fria

source: warm white fluorescent
pt_br: fluorescente branca quente

source: daylight fluorescent
pt_br: fluorescente luz do dia

source: neutral fluorescent
pt_br: fluorescente neutra

source: white fluorescent
pt_br: fluorescente branco
